<template>
   <TabsWrapper class="MainTab">
        <TabItem title="OOO 이용약관" class="Tab" >
        
          <p class="contents">디즈니+ 이용약관 (대한민국)

시행일자: 2021년 11월 12일

월트디즈니 컴퍼니 코리아 유한책임회사("디즈니+", "당사", "당사의")는 디즈니+ 서비스를 찾아주신 귀하를 환영합니다. 본 약관에서 “디즈니+ 서비스”는 디즈니+ 홈페이지와 애플리케이션, 관련 콘텐츠 및 서비스를 포함합니다.

디즈니+ 서비스를 이용하시기 전에 본 이용 약관(“디즈니+ 이용 약관” 또는 “본 약관”)을 주의 깊게 읽어주시기 바랍니다.

본 약관은 귀하의 디즈니+ 서비스 이용에 관하여 적용됩니다.

귀하는 디즈니+ 회원가입 절차에서 “동의 및 계속” 버튼을 클릭하거나 기타 업계 표준 가입 방식을 통해 가입하면서 디즈니+ 이용 약관에 동의하고, 디즈니+ 서비스를 이용함으로써 당사와의 계약을 승인합니다. 만약 귀하가 디즈니+ 이용 약관에 동의하지 않을 경우, 귀하는 디즈니+ 서비스를 이용할 수 없습니다. 당사는 본 약관을 개정할 수 있고, 이러한 개정은 이에 관하여 당사가 귀하에게 통지하는 날로부터 30일 이후 발효됩니다(또한, 당사는 디즈니+ 서비스의 개정에 관한 세부 사항을 게시할 수도 있습니다). 단, 적용 법률에 의해 금지되지 않는 범위 내에서, (i) 귀하에게 유익한 디즈니+ 서비스에 관한 변경이나 (ii) 적용 법률에 따라 요구되는 약관 개정은 그러한 개정사항을 귀하에게 통지하는 즉시 발효될 수 있습니다.

만약 귀하가 본 약관의 변경에 동의하지 않을 경우, 귀하는 디즈니+ 서비스의 이용을 중단해야 합니다. 당사의 고객 서비스 담당자들은 서면이나 구두로 본 약관의 규정을 변경할 권한이 없습니다.

약관 목록:

1.         이용자 자격 및 회원가입

2.         구독 조건

3.         저작권 라이선스의 부여 및 제한

4.         이용 조건

5.         이용자 정보의 이용 및 제공

6.         중단 및 해지

7.         기타 규정

1.         이용자 자격 및 회원가입

a.         자격 및 연령 제한. 당사가 디즈니+ 서비스를 제공하는 국가(총칭하여 “대상지역”)의 거주자만이 디즈니+ 계정을 생성하기 위해 회원가입을 할 수 있습니다. 본 디즈니+ 이용 약관은 대한민국의 거주자들에게 적용됩니다. 디즈니+ 서비스를 구독하기 위하여 귀하는 만 19세 이상이어야 합니다. 디즈니+ 서비스는 개인적∙비상업적 용도로만 제공됩니다. 회사, 협회 및 기타 단체들은 디즈니+ 계정을 생성하거나 디즈니+ 서비스를 이용할 수 없습니다. 만 19세 미만자의 경우 디즈니+ 계정을 생성할 수 없으며, 디즈니+에 개인정보를 제공하는 것이 금지됩니다.

b.         회원가입. 디즈니+ 서비스는 디즈니+ 계정을 생성하기 위해 회원가입을 하였고, 특정 정보(예: 유효한 이메일 주소)를 제공하였으며, 디즈니+ 이용 약관에 동의한 개인들만 이용할 수 있습니다. 귀하는 이용자 이름 및 비밀번호의 기밀과 보안을 유지할 책임이 있습니다.  또한, 귀하, 귀하의 계정 이용 또는 귀하가 이용자 이름 및 비밀번호를 공유한 자에 의한 계정 이용으로 인하여 발생하는 귀하의 디즈니+ 계정 관련 또는 해당 계정에서의 모든 활동에 대한 책임은 귀하에게 있습니다. 만약 귀하가 귀하의 디즈니+ 계정에 대한 접근 권한을 타인에게 허용할 경우, 본 약관과 귀하가 제공한 구체적인 동의는 해당 타인에 의한 접근, 이용 및 정보 공개에도 적용됩니다. 귀하는 귀하의 디즈니+ 계정에 대한 무단 접근을 디즈니+에 알릴 것에 동의합니다. 디즈니+는 디즈니+의 작위 또는 부작위로 인한 무단 이용이 아닌 이상, 귀하의 디즈니+ 계정의 무단 이용으로 인한 손실에 대해 책임지지 않습니다.

c.         통지. 디즈니+가 귀하에게 통지를 하는 경우, (i) 귀하가 가장 최근 제공한 이메일 주소로 이메일을 전송하거나 (ii) 디즈니+ 서비스에 해당사항을 게시하게 됩니다. 귀하는 당사가 귀하에게 통지 및 기타 사항을 전달할 수 있도록 귀하의 연락처를 포함한 최신 정보를 정확하고 완전하게 제공 및 유지할 것에 동의합니다. 귀하는 타인의 이용자 이름, 비밀번호 또는 기타 계정 정보나 타인의 명의 또는 초상 등을 도용하여 본인이 타인 내지 타법인인 것으로 사칭하거나 허위진술하지 않을 것이며, 잘못된 정보를 제공하지 않을 것에 동의합니다. 또한 당사가 귀하가 제공하는 정보의 정확성을 확인하기 위한 조치를 취할 수 있다는 내용에 동의합니다.

2.         구독 조건

a.         구독 및 자동갱신. 귀하의 디즈니+ 서비스 구독은 계속/반복적인 요금제에 대한 가입을 포함합니다. 귀하가 구독을 아래 취소 방법에 따라 취소하지 않는 이상, 공개된 결제 주기의 말일에 자동 갱신됩니다. 귀하는 귀하의 구독 개시일이 특정 월에 존재하지 않는 날인 경우를 포함하여 결제일이 변경될 수 있다는 점에 동의합니다(가령, 귀하가 유료 월간 구독을 1월 31일에 시작하였다면 2월 28일자로 귀하의 결제 수단에 요금이 청구되며 그 이후 계속적으로 적용됩니다). 요금은 취소되지 않는 이상  구입 확인란에 귀하가 선택한 결제 수단으로 새로운 결제 주기가 시작될 때마다 청구됩니다. 당사는 당사의 요금을 변경할 권리가 있으며, 요금이 변경될 경우, 변경일 30일 전에 인앱 알림이나 귀하가 귀하의 계정을 위해 등록한 이메일 주소로 이메일을 전송하는 방식으로 통지하게 되며, 요금이 인상될 경우, 당사는 요금 인상에 대한 귀하의 동의를 구할 것입니다. 만약 요금 변경에 동의하지 않을 경우, 귀하는 해당 통지에 포함된 취소 방법에 따라 구독을 취소할 수 있습니다. 귀하의 디즈니+ 서비스 이용과 관련된 모든 제3자 인터넷 접속 요금은 귀하가 부담합니다. 발생 가능한 인터넷 데이터 이용 요금에 관한 정보는 귀하의 인터넷 제공자에게 확인하시기 바랍니다. 귀하에게 청구되는 구독료는 부가가치세를 포함하여 적용되는 세금을 포함합니다.

b.         무료 체험. 귀하의 디즈니+ 서비스 구독은 무료 체험으로 시작될 수 있습니다. 무료 체험 제공여부는 보장되지 않으며, 제공될 경우에도 과거에 디즈니+ 서비스를 이용하지 않은 분들에 한하여 제공됩니다. 아래 취소 방법에 따라 취소하지 않는 이상, 무료 체험 기간 후 즉시 귀하가 선택한 결제 수단으로 첫 요금이 청구됩니다. 귀하는 귀하의 무료 체험 기간이 종료되기 전에 언제든지 귀하의 구독을 취소할 수 있습니다. 당사는 귀하의 회원가입 시점에 무료 체험 조건을 귀하에게 통지하지만, 적용 법률에 따라 달리 요구되지 않는 이상 귀하는 귀하의 무료 체험 기간이 거의 혹은 이미 만료되었다거나 귀하의 유료 구독 기간이 시작되었다는 내용의 별도 통지를 받지 않습니다. 만약 귀하가 제3자에 의해 운영되는 구독 페이지를 통해 디즈니+를 구독하고, 여기에 해당 제3자의 프로모션 기간 또는 무료 체험 기간이 포함될 경우, 그러한 프로모션 기간 또는 무료 체험 기간에 관하여 해당 제3자의 정책이 적용됩니다.

c.         취소 및 환불 정책. 귀하는 현재 결제 주기나 무료 체험 기간이 종료되기 전에 언제든지 구독을 취소할 수 있습니다. 이러한 취소는 해당 (월간 또는 연간) 결제 주기나 무료 체험 기간이 종료될 때 발효됩니다. 귀하의 디즈니+ 구독을 취소하고 싶다면 www.disneyplus.com/account/cancel-subscription 에 접속 후 "취소 완료”를 클릭하시기 바랍니다. 이러한 취소는 해당 청구 기간 종료 시점(또는 해당되는 경우 무료 체험 기간 종료 시점)에 발효될 것이고, 귀하는 그 시점까지는 계속해서 디즈니+에 접속 가능합니다. 귀하는 취소 신청일부터 귀하의 구독 기간이 만료되는 해당 결제 주기의 종료시점까지의 기간에 대해 환불을 받을 수 없습니다. 그러나, 만약 귀하의 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 당사의 고객서비스팀에 연락을 하거나 고객센터에 접속하여 구독을 즉시 취소할 수 있는 방법을 안내 받으시기 바랍니다. 월간 구독자 및 연간 구독자에게 지급되는 이러한 잔여기간에 대한 환불액은 결제 주기의 시작일로부터 즉시 취소 신청일까지의 기간에 비례하여 모두 월간 구독료를 기준으로 산정됩니다(할인된 연간 구독료 기준이 아님). 따라서, 연간 요금제의 경우, 구독 기간의 11개월차부터 해당 결제 주기의 종료시점까지의 기간 동안에는 구독을 즉시 취소하더라도 잔여기간에 대한 환불액이 지급되거나 추가 청구되지 않습니다. 

만약 귀하가 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 귀하는 해당 취소 요청일자로부터 디즈니+ 구독에 따른 혜택을 누리지 못하게 됩니다. 또한, 귀하가 귀하의 구독을 재개하지 않는 이상 귀하에 대해서는 요금이 청구되지 않습니다. 만약 귀하가 제3자(예: iTunes, Google Play, Amazon Store와 같은 앱스토어, Roku나 제3자에 의해 운영되는 구독 페이지)를 통해 디즈니+를 구독하고 계신다면, 귀하는 제3자의 취소 및 환불 정책의 적용을 받게 됩니다. 이러한 제3자의 고객 서비스 센터를 통해 구독을 취소하는 방법은 당사의 고객센터에서 확인할 수 있습니다. 귀하에게는 디즈니+ 서비스에 회원가입한 날이나 결제일로부터 7일 이내에 디즈니+ 디지털 콘텐츠를 시청하지 않은 경우, 구독을 철회할 수 있는 청약 철회권이 보장됩니다. 그러나 귀하는 디즈니+ 서비스에 회원가입을 하면서 디지털 콘텐츠를 즉시 다운로드한다는 내용에 동의하였고, 만약 귀하가 디지털 콘텐츠에 접속하고 이를 시청하기 시작했다면 디즈니+ 서비스에 대한 청약 철회권을 상실한다는 것에 동의하였음을 인정합니다.  해당시, 프리미어 액세스 구입의 경우, 귀하에게는 해당 프리미어 액세스 구입일로부터 7일 이내에 구입을 철회할 수 있는 청약 철회권이 보장됩니다. 다만, 귀하가 해당 프리미어 액세스 대상 콘텐츠를 시청하기 시작하였다면 귀하의 청약 철회권은 상실된다는 점을 양지하시기 바랍니다. 상기 청약 철회권 외에 프리미어 액세스 구입에 대한 기타 환불 내지 크레딧 제공은 없습니다.


c.         디즈니+ 서비스 이용의 제한. 귀하는 귀하의 라이선스의 조건으로 아래의 행위를 하지 못한다는 내용에 동의하며, 이와 같은 금지행위를 해서는 안됩니다.

i.          디즈니+ 서비스 및/또는 비디오 플레이어, 그 기초가 되는 기술, 디지털 권리 관리 메커니즘, 기기나 기타 비디오 플레이어에 포함된 콘텐츠 보호 또는 접근 제어 수단을 이동시키거나, 역컴파일하거나, 역설계하거나, 역어셈블하거나 달리 인간이 식별할 수 있는 형태로 바꾸는 행위.

ii.         디즈니+ 콘텐츠나 디즈니+ 서비스에서 권리자 확인, 저작권 또는 기타 재산권 표시를 제거하는 행위를 포함하며 이에 국한되지 않는 방식으로 디즈니+ 서비스를 변경하는 행위.

iii.        귀하 및/또는 다른 자가 당사 제품, 서비스 또는 브랜드와 연관성이 있음을 시사하는 방식으로 디즈니+ 서비스를 접속하고 이용하는 행위.

iv.        상업적으로 또는 사업과 관련하여 사용하거나 상업적 사업장 내지 대중에게 개방된 장소(예: 로비, 술집, 식당, 음식점, 경기장, 카지노, 클럽, 카페, 극장 등)에서 디즈니+ 서비스를 이용하거나 디즈니+ 콘텐츠 또는 디즈니+ 서비스를 활용한 영리 또는 비영리 사업을 구축하는 행위.

v.         적용 법률에 따라 전술된 제한사항이 금지되는 경우를 제외하고, 디즈니+ 서비스 및 관련 업데이트 또는 그 일부에 관련한 디즈니 소유 구성요소의 파생물 내지 2차 저작물을 생성하는 행위.

vi.        디즈니+ 서비스의 기능 또는 보호 장치를 우회하거나 수정 내지 무력화하거나 변경하거나 피하는 행위.

vii.       명시적인 서면 허락 없이 로봇, 스파이더, 스크레이퍼 또는 기타 자동화 수단을 이용하거나 수작업으로 디즈니+ 서비스의 어느 요소를 접근, 감시 또는 복제하거나 다른 자 또는 법인으로 하여금 이러한 행위를 취하도록 허용하는 행위.

viii.      디즈니+ 서비스를 손상시키거나 장애를 일으키거나 이에 과중한 부담을 주는 행위.

ix.        불법적인 목적을 위해 불법적인 방식으로 또는 본 디즈니+ 이용 약관에 상충하는 방식으로 디즈니+ 서비스를 이용하는 행위. 

x.         로그인 자격증명을 제3자와 공유하는 행위.

xi.        달리 제3자로 하여금 위 제한을 위반하도록 허용하는 행위.







</p></TabItem>
        <TabItem title="청소년 보호정책" class="Tab">


          b.         무료 체험. 귀하의 디즈니+ 서비스 구독은 무료 체험으로 시작될 수 있습니다. 무료 체험 제공여부는 보장되지 않으며, 제공될 경우에도 과거에 디즈니+ 서비스를 이용하지 않은 분들에 한하여 제공됩니다. 아래 취소 방법에 따라 취소하지 않는 이상, 무료 체험 기간 후 즉시 귀하가 선택한 결제 수단으로 첫 요금이 청구됩니다. 귀하는 귀하의 무료 체험 기간이 종료되기 전에 언제든지 귀하의 구독을 취소할 수 있습니다. 당사는 귀하의 회원가입 시점에 무료 체험 조건을 귀하에게 통지하지만, 적용 법률에 따라 달리 요구되지 않는 이상 귀하는 귀하의 무료 체험 기간이 거의 혹은 이미 만료되었다거나 귀하의 유료 구독 기간이 시작되었다는 내용의 별도 통지를 받지 않습니다. 만약 귀하가 제3자에 의해 운영되는 구독 페이지를 통해 디즈니+를 구독하고, 여기에 해당 제3자의 프로모션 기간 또는 무료 체험 기간이 포함될 경우, 그러한 프로모션 기간 또는 무료 체험 기간에 관하여 해당 제3자의 정책이 적용됩니다.

c.         취소 및 환불 정책. 귀하는 현재 결제 주기나 무료 체험 기간이 종료되기 전에 언제든지 구독을 취소할 수 있습니다. 이러한 취소는 해당 (월간 또는 연간) 결제 주기나 무료 체험 기간이 종료될 때 발효됩니다. 귀하의 디즈니+ 구독을 취소하고 싶다면 www.disneyplus.com/account/cancel-subscription 에 접속 후 "취소 완료”를 클릭하시기 바랍니다. 이러한 취소는 해당 청구 기간 종료 시점(또는 해당되는 경우 무료 체험 기간 종료 시점)에 발효될 것이고, 귀하는 그 시점까지는 계속해서 디즈니+에 접속 가능합니다. 귀하는 취소 신청일부터 귀하의 구독 기간이 만료되는 해당 결제 주기의 종료시점까지의 기간에 대해 환불을 받을 수 없습니다. 그러나, 만약 귀하의 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 당사의 고객서비스팀에 연락을 하거나 고객센터에 접속하여 구독을 즉시 취소할 수 있는 방법을 안내 받으시기 바랍니다. 월간 구독자 및 연간 구독자에게 지급되는 이러한 잔여기간에 대한 환불액은 결제 주기의 시작일로부터 즉시 취소 신청일까지의 기간에 비례하여 모두 월간 구독료를 기준으로 산정됩니다(할인된 연간 구독료 기준이 아님). 따라서, 연간 요금제의 경우, 구독 기간의 11개월차부터 해당 결제 주기의 종료시점까지의 기간 동안에는 구독을 즉시 취소하더라도 잔여기간에 대한 환불액이 지급되거나 추가 청구되지 않습니다. 

만약 귀하가 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 귀하는 해당 취소 요청일자로부터 디즈니+ 구독에 따른 혜택을 누리지 못하게 됩니다. 또한, 귀하가 귀하의 구독을 재개하지 않는 이상 귀하에 대해서는 요금이 청구되지 않습니다. 만약 귀하가 제3자(예: iTunes, Google Play, Amazon Store와 같은 앱스토어, Roku나 제3자에 의해 운영되는 구독 페이지)를 통해 디즈니+를 구독하고 계신다면, 귀하는 제3자의 취소 및 환불 정책의 적용을 받게 됩니다. 이러한 제3자의 고객 서비스 센터를 통해 구독을 취소하는 방법은 당사의 고객센터에서 확인할 수 있습니다. 귀하에게는 디즈니+ 서비스에 회원가입한 날이나 결제일로부터 7일 이내에 디즈니+ 디지털 콘텐츠를 시청하지 않은 경우, 구독을 철회할 수 있는 청약 철회권이 보장됩니다. 그러나 귀하는 디즈니+ 서비스에 회원가입을 하면서 디지털 콘텐츠를 즉시 다운로드한다는 내용에 동의하였고, 만약 귀하가 디지털 콘텐츠에 접속하고 이를 시청하기 시작했다면 디즈니+ 서비스에 대한 청약 철회권을 상실한다는 것에 동의하였음을 인정합니다.  해당시, 프리미어 액세스 구입의 경우, 귀하에게는 해당 프리미어 액세스 구입일로부터 7일 이내에 구입을 철회할 수 있는 청약 철회권이 보장됩니다. 다만, 귀하가 해당 프리미어 액세스 대상 콘텐츠를 시청하기 시작하였다면 귀하의 청약 철회권은 상실된다는 점을 양지하시기 바랍니다. 상기 청약 철회권 외에 프리미어 액세스 구입에 대한 기타 환불 내지 크레딧 제공은 없습니다.


c.         디즈니+ 서비스 이용의 제한. 귀하는 귀하의 라이선스의 조건으로 아래의 행위를 하지 못한다는 내용에 동의하며, 이와 같은 금지행위를 해서는 안됩니다.

i.          디즈니+ 서비스 및/또는 비디오 플레이어, 그 기초가 되는 기술, 디지털 권리 관리 메커니즘, 기기나 기타 비디오 플레이어에 포함된 콘텐츠 보호 또는 접근 제어 수단을 이동시키거나, 역컴파일하거나, 역설계하거나, 역어셈블하거나 달리 인간이 식별할 수 있는 형태로 바꾸는 행위.

ii.         디즈니+ 콘텐츠나 디즈니+ 서비스에서 권리자 확인, 저작권 또는 기타 재산권 표시를 제거하는 행위를 포함하며 이에 국한되지 않는 방식으로 디즈니+ 서비스를 변경하는 행위.

iii.        귀하 및/또는 다른 자가 당사 제품, 서비스 또는 브랜드와 연관성이 있음을 시사하는 방식으로 디즈니+ 서비스를 접속하고 이용하는 행위.

iv.        상업적으로 또는 사업과 관련하여 사용하거나 상업적 사업장 내지 대중에게 개방된 장소(예: 로비, 술집, 식당, 음식점, 경기장, 카지노, 클럽, 카페, 극장 등)에서 디즈니+ 서비스를 이용하거나 디즈니+ 콘텐츠 또는 디즈니+ 서비스를 활용한 영리 또는 비영리 사업을 구축하는 행위.

v.         적용 법률에 따라 전술된 제한사항이 금지되는 경우를 제외하고, 디즈니+ 서비스 및 관련 업데이트 또는 그 일부에 관련한 디즈니 소유 구성요소의 파생물 내지 2차 저작물을 생성하는 행위.

vi.        디즈니+ 서비스의 기능 또는 보호 장치를 우회하거나 수정 내지 무력화하거나 변경하거나 피하는 행위.

vii.       명시적인 서면 허락 없이 로봇, 스파이더, 스크레이퍼 또는 기타 자동화 수단을 이용하거나 수작업으로 디즈니+ 서비스의 어느 요소를 접근, 감시 또는 복제하거나 다른 자 또는 법인으로 하여금 이러한 행위를 취하도록 허용하는 행위.

viii.      디즈니+ 서비스를 손상시키거나 장애를 일으키거나 이에 과중한 부담을 주는 행위.

ix.        불법적인 목적을 위해 불법적인 방식으로 또는 본 디즈니+ 이용 약관에 상충하는 방식으로 디즈니+ 서비스를 이용하는 행위. 

x.         로그인 자격증명을 제3자와 공유하는 행위.

xi.        달리 제3자로 하여금 위 제한을 위반하도록 허용하는 행위


        </TabItem>
        <TabItem title="개인정보 수집 및 이용" class="Tab">

          
b.         무료 체험. 귀하의 디즈니+ 서비스 구독은 무료 체험으로 시작될 수 있습니다. 무료 체험 제공여부는 보장되지 않으며, 제공될 경우에도 과거에 디즈니+ 서비스를 이용하지 않은 분들에 한하여 제공됩니다. 아래 취소 방법에 따라 취소하지 않는 이상, 무료 체험 기간 후 즉시 귀하가 선택한 결제 수단으로 첫 요금이 청구됩니다. 귀하는 귀하의 무료 체험 기간이 종료되기 전에 언제든지 귀하의 구독을 취소할 수 있습니다. 당사는 귀하의 회원가입 시점에 무료 체험 조건을 귀하에게 통지하지만, 적용 법률에 따라 달리 요구되지 않는 이상 귀하는 귀하의 무료 체험 기간이 거의 혹은 이미 만료되었다거나 귀하의 유료 구독 기간이 시작되었다는 내용의 별도 통지를 받지 않습니다. 만약 귀하가 제3자에 의해 운영되는 구독 페이지를 통해 디즈니+를 구독하고, 여기에 해당 제3자의 프로모션 기간 또는 무료 체험 기간이 포함될 경우, 그러한 프로모션 기간 또는 무료 체험 기간에 관하여 해당 제3자의 정책이 적용됩니다.

c.         취소 및 환불 정책. 귀하는 현재 결제 주기나 무료 체험 기간이 종료되기 전에 언제든지 구독을 취소할 수 있습니다. 이러한 취소는 해당 (월간 또는 연간) 결제 주기나 무료 체험 기간이 종료될 때 발효됩니다. 귀하의 디즈니+ 구독을 취소하고 싶다면 www.disneyplus.com/account/cancel-subscription 에 접속 후 "취소 완료”를 클릭하시기 바랍니다. 이러한 취소는 해당 청구 기간 종료 시점(또는 해당되는 경우 무료 체험 기간 종료 시점)에 발효될 것이고, 귀하는 그 시점까지는 계속해서 디즈니+에 접속 가능합니다. 귀하는 취소 신청일부터 귀하의 구독 기간이 만료되는 해당 결제 주기의 종료시점까지의 기간에 대해 환불을 받을 수 없습니다. 그러나, 만약 귀하의 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 당사의 고객서비스팀에 연락을 하거나 고객센터에 접속하여 구독을 즉시 취소할 수 있는 방법을 안내 받으시기 바랍니다. 월간 구독자 및 연간 구독자에게 지급되는 이러한 잔여기간에 대한 환불액은 결제 주기의 시작일로부터 즉시 취소 신청일까지의 기간에 비례하여 모두 월간 구독료를 기준으로 산정됩니다(할인된 연간 구독료 기준이 아님). 따라서, 연간 요금제의 경우, 구독 기간의 11개월차부터 해당 결제 주기의 종료시점까지의 기간 동안에는 구독을 즉시 취소하더라도 잔여기간에 대한 환불액이 지급되거나 추가 청구되지 않습니다. 

만약 귀하가 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 귀하는 해당 취소 요청일자로부터 디즈니+ 구독에 따른 혜택을 누리지 못하게 됩니다. 또한, 귀하가 귀하의 구독을 재개하지 않는 이상 귀하에 대해서는 요금이 청구되지 않습니다. 만약 귀하가 제3자(예: iTunes, Google Play, Amazon Store와 같은 앱스토어, Roku나 제3자에 의해 운영되는 구독 페이지)를 통해 디즈니+를 구독하고 계신다면, 귀하는 제3자의 취소 및 환불 정책의 적용을 받게 됩니다. 이러한 제3자의 고객 서비스 센터를 통해 구독을 취소하는 방법은 당사의 고객센터에서 확인할 수 있습니다. 귀하에게는 디즈니+ 서비스에 회원가입한 날이나 결제일로부터 7일 이내에 디즈니+ 디지털 콘텐츠를 시청하지 않은 경우, 구독을 철회할 수 있는 청약 철회권이 보장됩니다. 그러나 귀하는 디즈니+ 서비스에 회원가입을 하면서 디지털 콘텐츠를 즉시 다운로드한다는 내용에 동의하였고, 만약 귀하가 디지털 콘텐츠에 접속하고 이를 시청하기 시작했다면 디즈니+ 서비스에 대한 청약 철회권을 상실한다는 것에 동의하였음을 인정합니다.  해당시, 프리미어 액세스 구입의 경우, 귀하에게는 해당 프리미어 액세스 구입일로부터 7일 이내에 구입을 철회할 수 있는 청약 철회권이 보장됩니다. 다만, 귀하가 해당 프리미어 액세스 대상 콘텐츠를 시청하기 시작하였다면 귀하의 청약 철회권은 상실된다는 점을 양지하시기 바랍니다. 상기 청약 철회권 외에 프리미어 액세스 구입에 대한 기타 환불 내지 크레딧 제공은 없습니다.


c.         디즈니+ 서비스 이용의 제한. 귀하는 귀하의 라이선스의 조건으로 아래의 행위를 하지 못한다는 내용에 동의하며, 이와 같은 금지행위를 해서는 안됩니다.

i.          디즈니+ 서비스 및/또는 비디오 플레이어, 그 기초가 되는 기술, 디지털 권리 관리 메커니즘, 기기나 기타 비디오 플레이어에 포함된 콘텐츠 보호 또는 접근 제어 수단을 이동시키거나, 역컴파일하거나, 역설계하거나, 역어셈블하거나 달리 인간이 식별할 수 있는 형태로 바꾸는 행위.

ii.         디즈니+ 콘텐츠나 디즈니+ 서비스에서 권리자 확인, 저작권 또는 기타 재산권 표시를 제거하는 행위를 포함하며 이에 국한되지 않는 방식으로 디즈니+ 서비스를 변경하는 행위.

iii.        귀하 및/또는 다른 자가 당사 제품, 서비스 또는 브랜드와 연관성이 있음을 시사하는 방식으로 디즈니+ 서비스를 접속하고 이용하는 행위.

iv.        상업적으로 또는 사업과 관련하여 사용하거나 상업적 사업장 내지 대중에게 개방된 장소(예: 로비, 술집, 식당, 음식점, 경기장, 카지노, 클럽, 카페, 극장 등)에서 디즈니+ 서비스를 이용하거나 디즈니+ 콘텐츠 또는 디즈니+ 서비스를 활용한 영리 또는 비영리 사업을 구축하는 행위.

v.         적용 법률에 따라 전술된 제한사항이 금지되는 경우를 제외하고, 디즈니+ 서비스 및 관련 업데이트 또는 그 일부에 관련한 디즈니 소유 구성요소의 파생물 내지 2차 저작물을 생성하는 행위.

vi.        디즈니+ 서비스의 기능 또는 보호 장치를 우회하거나 수정 내지 무력화하거나 변경하거나 피하는 행위.

vii.       명시적인 서면 허락 없이 로봇, 스파이더, 스크레이퍼 또는 기타 자동화 수단을 이용하거나 수작업으로 디즈니+ 서비스의 어느 요소를 접근, 감시 또는 복제하거나 다른 자 또는 법인으로 하여금 이러한 행위를 취하도록 허용하는 행위.

viii.      디즈니+ 서비스를 손상시키거나 장애를 일으키거나 이에 과중한 부담을 주는 행위.

ix.        불법적인 목적을 위해 불법적인 방식으로 또는 본 디즈니+ 이용 약관에 상충하는 방식으로 디즈니+ 서비스를 이용하는 행위. 

x.         로그인 자격증명을 제3자와 공유하는 행위.

xi.        달리 제3자로 하여금 위 제한을 위반하도록 허용하는 행위

        </TabItem>
        <TabItem title="개인정보처리방침" class="Tab">

          
b.         무료 체험. 귀하의 디즈니+ 서비스 구독은 무료 체험으로 시작될 수 있습니다. 무료 체험 제공여부는 보장되지 않으며, 제공될 경우에도 과거에 디즈니+ 서비스를 이용하지 않은 분들에 한하여 제공됩니다. 아래 취소 방법에 따라 취소하지 않는 이상, 무료 체험 기간 후 즉시 귀하가 선택한 결제 수단으로 첫 요금이 청구됩니다. 귀하는 귀하의 무료 체험 기간이 종료되기 전에 언제든지 귀하의 구독을 취소할 수 있습니다. 당사는 귀하의 회원가입 시점에 무료 체험 조건을 귀하에게 통지하지만, 적용 법률에 따라 달리 요구되지 않는 이상 귀하는 귀하의 무료 체험 기간이 거의 혹은 이미 만료되었다거나 귀하의 유료 구독 기간이 시작되었다는 내용의 별도 통지를 받지 않습니다. 만약 귀하가 제3자에 의해 운영되는 구독 페이지를 통해 디즈니+를 구독하고, 여기에 해당 제3자의 프로모션 기간 또는 무료 체험 기간이 포함될 경우, 그러한 프로모션 기간 또는 무료 체험 기간에 관하여 해당 제3자의 정책이 적용됩니다.

c.         취소 및 환불 정책. 귀하는 현재 결제 주기나 무료 체험 기간이 종료되기 전에 언제든지 구독을 취소할 수 있습니다. 이러한 취소는 해당 (월간 또는 연간) 결제 주기나 무료 체험 기간이 종료될 때 발효됩니다. 귀하의 디즈니+ 구독을 취소하고 싶다면 www.disneyplus.com/account/cancel-subscription 에 접속 후 "취소 완료”를 클릭하시기 바랍니다. 이러한 취소는 해당 청구 기간 종료 시점(또는 해당되는 경우 무료 체험 기간 종료 시점)에 발효될 것이고, 귀하는 그 시점까지는 계속해서 디즈니+에 접속 가능합니다. 귀하는 취소 신청일부터 귀하의 구독 기간이 만료되는 해당 결제 주기의 종료시점까지의 기간에 대해 환불을 받을 수 없습니다. 그러나, 만약 귀하의 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 당사의 고객서비스팀에 연락을 하거나 고객센터에 접속하여 구독을 즉시 취소할 수 있는 방법을 안내 받으시기 바랍니다. 월간 구독자 및 연간 구독자에게 지급되는 이러한 잔여기간에 대한 환불액은 결제 주기의 시작일로부터 즉시 취소 신청일까지의 기간에 비례하여 모두 월간 구독료를 기준으로 산정됩니다(할인된 연간 구독료 기준이 아님). 따라서, 연간 요금제의 경우, 구독 기간의 11개월차부터 해당 결제 주기의 종료시점까지의 기간 동안에는 구독을 즉시 취소하더라도 잔여기간에 대한 환불액이 지급되거나 추가 청구되지 않습니다. 

만약 귀하가 구독을 즉시 취소하여 잔여기간에 대한 환불액을 받고자 할 경우, 귀하는 해당 취소 요청일자로부터 디즈니+ 구독에 따른 혜택을 누리지 못하게 됩니다. 또한, 귀하가 귀하의 구독을 재개하지 않는 이상 귀하에 대해서는 요금이 청구되지 않습니다. 만약 귀하가 제3자(예: iTunes, Google Play, Amazon Store와 같은 앱스토어, Roku나 제3자에 의해 운영되는 구독 페이지)를 통해 디즈니+를 구독하고 계신다면, 귀하는 제3자의 취소 및 환불 정책의 적용을 받게 됩니다. 이러한 제3자의 고객 서비스 센터를 통해 구독을 취소하는 방법은 당사의 고객센터에서 확인할 수 있습니다. 귀하에게는 디즈니+ 서비스에 회원가입한 날이나 결제일로부터 7일 이내에 디즈니+ 디지털 콘텐츠를 시청하지 않은 경우, 구독을 철회할 수 있는 청약 철회권이 보장됩니다. 그러나 귀하는 디즈니+ 서비스에 회원가입을 하면서 디지털 콘텐츠를 즉시 다운로드한다는 내용에 동의하였고, 만약 귀하가 디지털 콘텐츠에 접속하고 이를 시청하기 시작했다면 디즈니+ 서비스에 대한 청약 철회권을 상실한다는 것에 동의하였음을 인정합니다.  해당시, 프리미어 액세스 구입의 경우, 귀하에게는 해당 프리미어 액세스 구입일로부터 7일 이내에 구입을 철회할 수 있는 청약 철회권이 보장됩니다. 다만, 귀하가 해당 프리미어 액세스 대상 콘텐츠를 시청하기 시작하였다면 귀하의 청약 철회권은 상실된다는 점을 양지하시기 바랍니다. 상기 청약 철회권 외에 프리미어 액세스 구입에 대한 기타 환불 내지 크레딧 제공은 없습니다.


c.         디즈니+ 서비스 이용의 제한. 귀하는 귀하의 라이선스의 조건으로 아래의 행위를 하지 못한다는 내용에 동의하며, 이와 같은 금지행위를 해서는 안됩니다.

i.          디즈니+ 서비스 및/또는 비디오 플레이어, 그 기초가 되는 기술, 디지털 권리 관리 메커니즘, 기기나 기타 비디오 플레이어에 포함된 콘텐츠 보호 또는 접근 제어 수단을 이동시키거나, 역컴파일하거나, 역설계하거나, 역어셈블하거나 달리 인간이 식별할 수 있는 형태로 바꾸는 행위.

ii.         디즈니+ 콘텐츠나 디즈니+ 서비스에서 권리자 확인, 저작권 또는 기타 재산권 표시를 제거하는 행위를 포함하며 이에 국한되지 않는 방식으로 디즈니+ 서비스를 변경하는 행위.

iii.        귀하 및/또는 다른 자가 당사 제품, 서비스 또는 브랜드와 연관성이 있음을 시사하는 방식으로 디즈니+ 서비스를 접속하고 이용하는 행위.

iv.        상업적으로 또는 사업과 관련하여 사용하거나 상업적 사업장 내지 대중에게 개방된 장소(예: 로비, 술집, 식당, 음식점, 경기장, 카지노, 클럽, 카페, 극장 등)에서 디즈니+ 서비스를 이용하거나 디즈니+ 콘텐츠 또는 디즈니+ 서비스를 활용한 영리 또는 비영리 사업을 구축하는 행위.

v.         적용 법률에 따라 전술된 제한사항이 금지되는 경우를 제외하고, 디즈니+ 서비스 및 관련 업데이트 또는 그 일부에 관련한 디즈니 소유 구성요소의 파생물 내지 2차 저작물을 생성하는 행위.

vi.        디즈니+ 서비스의 기능 또는 보호 장치를 우회하거나 수정 내지 무력화하거나 변경하거나 피하는 행위.

vii.       명시적인 서면 허락 없이 로봇, 스파이더, 스크레이퍼 또는 기타 자동화 수단을 이용하거나 수작업으로 디즈니+ 서비스의 어느 요소를 접근, 감시 또는 복제하거나 다른 자 또는 법인으로 하여금 이러한 행위를 취하도록 허용하는 행위.

viii.      디즈니+ 서비스를 손상시키거나 장애를 일으키거나 이에 과중한 부담을 주는 행위.

ix.        불법적인 목적을 위해 불법적인 방식으로 또는 본 디즈니+ 이용 약관에 상충하는 방식으로 디즈니+ 서비스를 이용하는 행위. 

x.         로그인 자격증명을 제3자와 공유하는 행위.

xi.        달리 제3자로 하여금 위 제한을 위반하도록 허용하는 행위

        </TabItem>
    </TabsWrapper>
    

    
  </template>
  
<script setup>
import TabsWrapper from '../common/TabsWrapper.vue';
import TabItem from '../common/TabItem.vue';
import { onBeforeMount } from 'vue';
import ModalView2 from './ModalView2.vue';

 
</script>

  
  <style scoped>
  * {
      box-sizing: border-box;
  }
  #app {
      font-family: Avenir, Helvetica, Arial, sans-serif;
      -webkit-font-smoothing: antialiased;
      -moz-osx-font-smoothing: grayscale;
      text-align: center;
      color: #2c3e50;
      margin-top: 60px;
  }
.button1{
  position: absolute;
  bottom: 0;
}
.container{
  position: absolute;
  bottom:50px;
}
.Tab{
  color: whitesmoke;
  font-size: 0.85em;
  background-color: rgb(63, 104, 140);
  padding: 20px;
}
body {
    margin: 0 auto;
    max-width: 800px;
    padding: 0 20px;
}
.messages {
    height: 300px;
    overflow: auto;
}
.container {
    text-align: left;
    border: 2px solid #dedede;
    background-color: #f1f1f1;
    border-radius: 5px;
    padding: 10px;
    margin: 10px 0;
}

.darker {
    border-color: #ccc;
    background-color: #ddd;
}

.container::after {
    content: '';
    clear: both;
    display: table;
}

.container img {
    float: left;
    max-width: 60px;
    width: 100%;
    margin-right: 20px;
    border-radius: 50%;
}

.container img.right {
    float: right;
    margin-left: 20px;
    margin-right: 0;
}

.time-right {
    float: right;
    color: #aaa;
}

.time-left {
    float: left;
    color: #999;
}
  </style>


<script>

export default {
  name: "Content2",
 
}
  
 

</script>
